Repository: esc0rtd3w/firestick-loader-kodi-data
Catalog: addons/plugin.video.torrentrssviewer/resources/language/*/strings.po
Languages: spanish

# #32000
source: Warning! This addon uses torrent addon player that it could be illegal in your country. Be sure to consult the local laws before use those torrent addon players. It is highly recommended that you use a VPN provider, in order to avoid potential legal repercussions in the future. For any assistance, please, visit http://tutvguia.com/forums/
spanish: Aviso! Esta utilidad se sirve de reproductores torrents que pueden ser ilegales en su pais. Por favor, consulte bien las leyes locales antes de utilizarlos. Es muy recomendable la utilización de un proveedor de VPN para evitar algún problema legal en el futuro. Por Favor viste http://tutvguia.com/forums/ si necesita ayuda.

# #32001
source: Disable Automatic Library Integration
spanish: Desactivar la Integración Automática

# #32002
source: Enable Automatic Library Integration
spanish: Activar la Integración Automática

# #32003
source: Remove RSS URL
spanish: Borrar enlace RSS

# #32004
source: Modify RSS URL
spanish: Modificar enlace RSS

# #32005
source: Add a New [COLOR ffff9900]RSS[/COLOR]
spanish: Agregar Nuevo Enlace [COLOR ffff9900]RSS[/COLOR]

# #32006
source: Do you want Remove %s?
spanish: ¿Está seguro de borrar %s?

# #32007
source: URL RSS:
spanish: Enlace RSS:

# #32008
source: Name to this RSS:
spanish: Nombre del enlace RSS:

# #32009
source: Import to the local library
spanish: Importar a la Biblioteca local

# #32010
source: Choose an Option:
spanish: Escoger una Opción:

# #32011
source: Modify Saved [COLOR ffff9900]RSS[/COLOR]
spanish: Modificar un enlace [COLOR ffff9900]RSS[/COLOR]

# #32012
source: Remove a [COLOR ffff9900]RSS[/COLOR]
spanish: Borrar un enlace [COLOR ffff9900]RSS[/COLOR]

# #32013
source: View Saved [COLOR ffff9900]RSS[/COLOR] list
spanish: Consultar los enlaces [COLOR ffff9900]RSS[/COLOR] existentes

# #32014
source: Read [COLOR ffff9900]RSS[/COLOR] list and create .strm Files in
spanish: Leer los enlaces [COLOR ffff9900]RSS[/COLOR] y crear los archivos .strm

# #32015
source: Erase Folders
spanish: Borrar Directorios

# #32016
source: [B]SETTINGS[/B]
spanish: [B]CONFIGURACIÓN[/B]

# #32017
source: -HELP
spanish: [B]AYUDA[/B]

# #32018
source: Exit
spanish: Salir

# #32019
source: CANCEL
spanish: CANCELAR

# #32020
source: Choose RSS to Remove
spanish: Escoger el enlace RSS a borrar

# #32021
source: Checking Online %s...
spanish: Verificando en Linea %s...

# #32022
source: Movies
spanish: Películas

# #32023
source: TV Shows
spanish: Series

# #32025
source: Please, check this address to find the user's operation: [B]http://goo.gl/8nYU6R[/B]
spanish: El manual de operacion se encuentra en está dirección [B]http://goo.gl/8nYU6R[/B]

# #32026
source: Persistent Update Service starting...
spanish: Comenzando Servicio de Actualización permanente

# #32027
source: Update List at %s
spanish: Actualizar lista a %s

# #32028
source: Next Update in %s
spanish: Proxima Actualización en %s

# #32029
source: All .strm files removed!
spanish: Todos los archivos .strm fueron borrados!!

# #32030
source: Erasing Database...
spanish: Borrando la Base de Datos...

# #32031
source: MOVIES
spanish: PELÍCULAS

# #32032
source: EPISODES
spanish: EPISODIOS

# #32033
source: %s: %s items Do you want to integrate this list?
spanish: %s: %s elementos ¿Desea integrar esta lista?

# #32034
source: Checking for %s %s
spanish: Verificando %s %s

# #32035
source: Code %s=%s
spanish: Código %s=%s

# #32036
source: Creating %s/%s.strm...
spanish: Creando %s/%s.strm...

# #32037
source: %s %s found - Still working... %s
spanish: %s %s encontrados - trabajando... %s

# #32038
source: %s added
spanish: %s añadidos

# #32039
source: %s/%s.strm added
spanish: %s/%s.strm añadido

# #32040
source: %s %s added. %s
spanish: %s %s añadidos. %s

# #32041
source: No new %s. %s
spanish: No nuevas %s. %s

# #32042
source: No new %s %s
spanish: No nuevas %s %s

# #32043
source: EPISODES ANIMES
spanish: EPISODIOS ANIMES

# #32044
source: Checking Online
spanish: Verificando en Línea

# #32045
source: Manual library Integration
spanish: Integración Manual a la Biblioteca

# #32051
source: Movie Folder:
spanish: Directorio de Películas:

# #32052
source: Show Folder:
spanish: Directorio de Series:

# #32053
source: Anime Folder:
spanish: Directorio de Anime:

# #32054
source: Add-on to use:
spanish: Add-on a usar:

# #32055
source: Overwrite Existent .strm Files:
spanish: Sobreescribir los Archivos .strm existentes:

# #32056
source: Accept All Duplicated Files:
spanish: Aceptar varias versions del mismo Archivo:

# #32057
source: Notification Message
spanish: Mensaje de Notificación

# #32058
source: Time (seconds):
spanish: Tiempo (segundos):

# #32059
source: Automatic Integration
spanish: Integración Automática

# #32060
source: Run the Automatic Integration Service (check in every login):
spanish: Activar el Servicio de Integración Automática (verifica en cada arranque):

# #32061
source: Persistent Update @ 8h:
spanish: Actualización Permanente @ 8h:

# #32062
source: Movies Filters
spanish: Filtro para Películas

# #32063
source: Advance Setup (for 'AND' use space, for 'OR' use comma)
spanish: Configuración Avanzada (para 'Y' use un espacio, para 'O' use una coma)

# #32064
source: Accept File with:
spanish: Aceptar Archivos con:

# #32065
source: Block File with:
spanish: Rechazar Archivos con:

# #32066
source: Easy Setup Keywords after the query
spanish: Configuración Simple por medio de palabras Clave

# #32067
source: Accept File|Block File|Filter Off
spanish: Aceptar Archivo|Rechazar Archivo|No Filtraje

# #32068
source: Filter Off
spanish: No Filtraje

# #32069
source: Block File
spanish: Rechazar Archivo

# #32070
source: TV Filters
spanish: Filtros para Series

# #32071
source: Enable MetaInformation (Poster, Fanart, Plot, ...)
spanish: Activar la MetaInformación (Poster, Fanart, Plot, ...)

# #32072
source: Default View Mode
spanish: Modo de vista por defecto

# #32080
source: Action:
spanish: Acción:

# #32081
source: Clear Database:
spanish: Borrar Base de Datos

# #32082
source: Remove All .strm Files:
spanish: Eliminar Todos los Archivos .strm

# #32083
source: Type of Library:
spanish: Tipo de Biblioteca:

# #32084
source: Include Specials Episodes (Season 0):
spanish: Incluir Episodios Especiales (Temporada 0):

# #32085
source: Detailed log
spanish: Bitácora detallada:

# #32086
source: Start Delay (in seconds)
spanish: Inicio Retardado (en segundos):

# #32090
source: Login
spanish: Iniciar Sesion

# #32091
source: Username:
spanish: Usuario:

# #32092
source: Password:
spanish: Clave:

# #32093
source: URL address (ex:http://www.example.com):
spanish: Dirección URL (ex: http://www.example.com):

# #32100
source: Choose a category
spanish: Escoger una Categoría

# #32101
source: List
spanish: Listas

# #32105
source: Movies Popular
spanish: Películas Populares

# #32106
source: Movies Trending
spanish: Tendencias en Películas

# #32107
source: TV Popular
spanish: Series Populares

# #32108
source: TV Trending
spanish: Tendencia en Series

# #32110
source: Watchlist
spanish: Lista de Vigilancia

# #32150
source: Genre
spanish: Género

# #32151
source: Language
spanish: Idioma

# #32152
source: Popular and Oscar Winner
spanish: Popular y Ganadores de Oscar

# #32154
source: Keywords
spanish: Palabras Clave

# #32158
source: 'No Favourites Found
spanish: Ningun favorite encontrado

# #32160
source: Quality:
spanish: Calidad:

# #32161
source: Minimum Rating 0:OFF
spanish: Mínimo Rating 0:APAGADO

# #32162
source: Sorting by:
spanish: Ordenar por:

# #32163
source: Number Pages to download:
spanish: Número de páginas a bajar

# #32170
source: Manual Search
spanish: Busqueda Manual

# #32171
source: PreFixed List
spanish: Lista prefija

# #32172
source: Name Movie:
spanish: Nombre de la Película:

# #32173
source: Which Movie:
spanish: Cual Película:

# #32180
source: Add an new Anime...
spanish: Agregar un nuevo Anime...

# #32181
source: Remove this Anime
spanish: Borrar este Anime

# #32182
source: Add an new TV Show...
spanish: Añadir una nueva Serie...

# #32183
source: Remove this TV Show
spanish: Borrar esta Serie

# #32184
source: Add an new Movie...
spanish: Añadir una nueva Película...

# #32185
source: Remove this Movie
spanish: Borrar esta Película

# #32186
source: Add an new item...
spanish: Añadir un nuevo elemento...

# #32187
source: Remove this item
spanish: Borrar este elemento

# #32188
source: Modify this item
spanish: Modificar este elemento

# #32190
source: Search for:
spanish: Buscar por:

# #32191
source: Next Page..
spanish: Próxima Página..

# #32192
source: Name of this search
spanish: Nombre de esta busqueda

# #32193
source: Do you want to keep this query?
spanish: ¿Quiere guardar esta busqueda?

# #32194
source: [B]Search...[/B]
spanish: [B]Buquedas[/B]

# #32195
source: New Search...
spanish: Nueva busqueda...

# #32196
source: New List...
spanish: Nueva Lista...

# #32197
source: New Watchlist...
spanish: Nueva Lista de Vigilancia...

# #32198
source: From Year:
spanish: Del año:
