{"/videos/teacher-who-defied-hitler-the/24092": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3380909/0_0_3380909_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3380909/0_0_3380909_ful01_640w.jpg", {"Plot": "1934. Berlin. The Nazi party is on the rise, and so are violent acts against Jews. Anti-Semitism has become a state doctrine and racism has replaced education, profoundly affecting the most vulnerable members of the Jewish community: the children. But one woman dared to stand up to hatred and to Adolf Hitler's totalitarian regime. Witness the story of Leonore Goldschmidt, a fired teacher who found a loophole in Nazi law and opened the Goldschmidt School, a sanctuary for hundreds of Jewish youths, an oasis in the heart of hell.", "Title": "The Teacher Who Defied Hitler", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/lethal-attractions/33673": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3412157/0_0_3412157_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3412157/0_0_3412157_ful01_640w.jpg", {"Plot": "In the African wilderness, there's no such thing as a free lunch. It's a world where predator and prey are equally matched. And a worthwhile meal means going up against gut-gouging horns, venomous fangs, stampeding hooves, and sharp canines. Take a front row seat and witness the bouts of lion vs. Cape buffalo, mongoose vs. mamba snake, leopard vs. baboon, and other wild clashes. Here, the odds of success are just 50/50, but in the age-old contest between hunter and hunted, the reward is well worth the risk.", "Title": "Lethal Attractions", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/the-sphinx/21931": ["http://www.smithsonianchannel.com/site/image-bin/images/1003102_1_3375252/1003102_1_3375252_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003102_1_3375252/1003102_1_3375252_ful01_640w.jpg", {"Plot": "It stands as tall as a six-story building and is the length of a jumbo jet. Egypt's Great Sphinx is the biggest single stone statue in existence, and the mysteries surrounding it are equally sizable. When was the monument built, and why? Was it an act of devotion or part of a much larger plan? Join a team of international investigators as they attempt to shed new light on these age-old questions, using the latest research and techniques in order to solve the complex riddle of the Sphinx once and for all.", "Title": "Secrets: The Sphinx", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/hidden-in-the-sands/30426": ["http://www.smithsonianchannel.com/site/image-bin/images/1003347_1_3404940/1003347_1_3404940_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003347_1_3404940/1003347_1_3404940_ful01_640w.jpg", {"Plot": "Christianity's sacred text faced a crisis over 200 years ago. Culture wars and scientific breakthroughs called many elements of the Bible into question. A handful of bold adventurers set out to prove the authority and historic accuracy of the Holy Scripture. But their quests did just the opposite -- unearthing disturbing inconsistencies and raising more questions than ever before. Join archeologist Dr. Jeff Rose as he details the discoveries made by early Bible Hunters and learn how their findings changed how we look at the Bible.", "Title": "Bible Hunters: Hidden in the Sands", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/amazing-destinations/21932": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_3374281/701_1_3374281_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_3374281/701_1_3374281_ful01_640w.jpg", {"Plot": "From its Great Lakes to its Grand Canyon, its Rocky Mountain peaks to its Key West reefs, America is a land of amazing destinations. This adventure over the nation's most remarkable landscapes and landmarks captures her breathtaking beauty, while demonstrating how its sense of wonder has inspired countless artists, thinkers, and revolutionaries. Join us on this cross-country tour over iconic and unknown sights, and discover a side of America you've never seen before.", "Title": "Aerial America: Amazing Destinations", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/blondies-new-york/29291": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3397952/0_0_3397952_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3397952/0_0_3397952_ful01_640w.jpg", {"Plot": "In the span of just a few years, Blondie went from a band fighting for punk cred at CBGB to international superstardom, thanks in large part to one album: Parallel Lines. What was the secret behind its success? How did it all come together...and nearly fall apart? Enter the recording studio with Blondie's frontwoman and namesake, Debbie Harry, the rest of the band, and producer Mike Chapman. Their conversations reveal the real stories behind iconic hits like \"Heart of Glass\" and \"One Way or Another\" and how they launched punk music into the mainstream.", "Title": "Blondie's New York", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/seal-dog/39242": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3418375/0_0_3418375_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3418375/0_0_3418375_ful01_640w.jpg", {"Plot": "On the surface, they appear to be ordinary dogs, but these canines have a secret identity. They are the Pentagon's stealth warriors, with specialties in explosives detection, tracking, laser target acquisition and bite work. Meet the U.S. Navy SEALs' latest recruits, four-footed soldiers called to duty to save soldiers' lives. SEAL Dog is an intimate look at one of these astonishing animals, Chopper, his partner, American war hero Trevor Maroshek, and the unbreakable bond they formed, on and off the battlefield.\r\n", "Title": "SEAL Dog", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3060}], "/videos/merlin-the-legend/26815": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_136112/0_0_136112_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_136112/0_0_136112_ful01_640w.jpg", {"Plot": "A mystical hero and a historical mystery. A wizard and a scientist. A prophet and a politician. A fighter of evil and the antichrist.  Merlin transformed and reinvented himself for generations, constantly shape-shifting and adapting to answer the societal needs of the age. He transcended Welsh and Celtic folklore, entered Arthurian legend, and cast his spell on artists, poets, kings and queens for centuries.  If you think Merlin's just a kindly old man with a pointed hat, long white beard and a wand, it's time for another look.", "Title": "Merlin: The Legend", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2791}], "/videos/titanic/16667": ["http://www.smithsonianchannel.com/site/image-bin/images/679_3_137517/679_3_137517_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/679_3_137517/679_3_137517_ful01_640w.jpg", {"Plot": "For over a decade, \"Titanic\" stood as the world's top-grossing movie, an epic tale of love, adventure, disaster and sacrifice. When it was made, James Cameron was lauded for his attention to detail and accuracy, but modern technology and new theories are telling a different story of what really happened to the \"unsinkable\" ship. We interview historians, engineers, and scientists for their expert testimony. We even set simulated sail aboard a virtual Titanic to retrace the final moments before impact, and get to the bottom of the truth.  ", "Title": "The Real Story: Titanic", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2762}], "/videos/a-10-warthog/49463": ["http://www.smithsonianchannel.com/site/image-bin/images/1003487_2_3418202/1003487_2_3418202_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003487_2_3418202/1003487_2_3418202_ful01_640w.jpg", {"Plot": "The A-10 Thunderbolt II was made for durability and power. With seeming indestructibility, it can eliminate armored vehicles, tanks, and even buildings with remarkable accuracy, all the while protecting American troops on the ground. Over the decades, it has repeatedly proved its worth, not only on the battlefield but in the eyes of its toughest critic: the U.S. Air Force. Discover the story of the ugly duckling affectionately named \"Warthog,\" and see how this clunky but robust fighter continually out-flies and out-guns its competitors.", "Title": "Air Warriors: A-10 Warthog", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/wyoming/48197": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_3400228/701_1_3400228_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_3400228/701_1_3400228_ful01_640w.jpg", {"Plot": "Soar over Wyoming and explore the fertile landscapes that first lured men like Jim Bridger out West in search of furs and game. Then visit the Cowboy State's famous towns and landmarks, from Jackson Hole to the Teton Mountains, and from the Sheridan Rodeo to the Continental Divide. Delve into its controversial past, including a shocking hate crime, a notorious mining operation, and a 19th-Century fight for women's rights that continues to inspire today.", "Title": "Aerial America: Wyoming", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2754}], "/videos/iowa/36848": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_3402670/701_1_3402670_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_3402670/701_1_3402670_ful01_640w.jpg", {"Plot": "Soar beyond Iowa's rows of crops, towering silos, and old farmhouses and discover a state where promise and opportunity stretch as far as its endless skies. This aerial tour celebrates such landmarks as the covered bridges of Madison County and John Wayne's birthplace. We also explore the state's rich history and iconic figures, from Napoleon and Jefferson to Lewis and Clark, as we track the 29th State's remarkable journey from near wilderness to statehood.", "Title": "Aerial America: Iowa", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/queen-at-90-the/49602": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3433630/0_0_3433630_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3433630/0_0_3433630_ful01_640w.jpg", {"Plot": "Queen Elizabeth II has reigned longer, visited more places, and met more people than any British monarch. Now she's marking a milestone of a more personal kind, Her Majesty's 90th birthday.  \"Downton Abbey\" star Elizabeth McGovern narrates this unprecedented look into the life of perhaps the most famous woman in the world. We look back on her remarkable 63-year rule, and gain intimate insights from Prince Charles, the Prince of Wales, Prince William, Duke of Cambridge, and other members of the Royal Family.", "Title": "The Queen at 90", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 5433}], "/videos/hunt-for-the-double-eagle/29532": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_133183/0_0_133183_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_133183/0_0_133183_ful01_640w.jpg", {"Plot": "The 1933 Double Eagle is more than just a rare coin. It's a lightening rod for history, greed and corruption. Never officially issued, the coin was slated for destruction after being minted, but some Double Eagles escaped the meltdown and immediately became the obsession of billionaires, kings and criminal investigators. Join us as we recreate the story of the world's most valuable coin, a journey that takes us to an Egyptian King's palace, a Secret Service sting operation and the most extraordinary auction of the century.", "Title": "Hunt for the Double Eagle", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2790}], "/videos/silicon-valley-rebels/32711": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3361661/0_0_3361661_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3361661/0_0_3361661_ful01_640w.jpg", {"Plot": "Before Steve Jobs and Bill Gates, there was the \"Fairchild Eight,\" a team of young geniuses who discovered an everlasting treasure in the sands of Palo Alto. Travel back to the 1950s and witness the dawn of the electronics revolution, as told by the forefathers who built Silicon Valley from the ground up. This innovative film, by the writer of the Oscar-winning documentary The Cove, reveals how determination, jealousy, and the sheer joy of making the impossible possible drove these men to build the future and reinvent the American Dream.", "Title": "Silicon Valley Rebels", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2762}], "/videos/hozier-the-church-tapes/49486": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3427105/0_0_3427105_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3427105/0_0_3427105_ful01_640w.jpg", {"Plot": "Hozier and his career may be young, but his musical roots and influences span many generations, and genres, creating a unique sound that is a triumphant union of blues, folk, gospel, and soul. See and hear for yourself as he plays an intimate set at the legendary St. James' Church in Dingle, Ireland, for the Other Voices TV music series. With stripped-down versions of \"Work Song,\" \"From Eden,\" and his massive hit, \"Take Me To Church,\" Hozier delivers a performance that is both somber and sunny, low-key and high-powered, and uniquely his own.\r\n", "Title": "Hozier: The Church Tapes", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/meet-the-meerkats/23035": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3365767/0_0_3365767_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3365767/0_0_3365767_ful01_640w.jpg", {"Plot": "They stand a foot tall, weigh just two pounds, and are one of the animal kingdom's most adorable creatures. But make no mistake: meerkats have what it takes to survive in one of the most hostile environments on Earth. Follow Olivia and her family of five as they battle through a tough year, living under constant threat from predators in the Namib Desert. Relying on teamwork to survive, each will play a role in protecting their young, foraging for food, and fighting off their enemies...even when the enemy is one of their own.", "Title": "Meet The Meerkats", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/washington-dc/39297": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_3402676/701_1_3402676_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_3402676/701_1_3402676_ful01_640w.jpg", {"Plot": "Washington, DC, does not boast towering buildings, but its skyline still inspires awe through its history, purpose, and what happens inside its walls. Explore the Nation's Capital from above as we swoop over its monuments, memorials, historic neighborhoods, and beckoning waters. We celebrate a city of stately American symbols and turbulent history, including scandals, protests, assassinations, and battles that rocked it to its core. But through it all, D.C. has survived and thrived, proving itself a city worthy of the nation it represents.", "Title": "Aerial America: Washington, DC", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/california/14508": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_133281/701_1_133281_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_133281/701_1_133281_ful01_640w.jpg", {"Plot": "The Pacific Coast Highway of California offers spectacular views while traveling along the edge of American culture. Buckle up for a non-stop flight over the mansion William Randolph Hearst built, the town Clint Eastwood governed and the farmland where Marilyn Monroe once held the title of Miss Artichoke. We soar over beaches and wine country, across Big Sur redwoods, under the Golden Gate Bridge and into the heart and soul of this magnificent state.", "Title": "Aerial America: California", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2885}], "/videos/the-spy-in-the-hanoi-hilton/36418": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3419642/0_0_3419642_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3419642/0_0_3419642_ful01_640w.jpg", {"Plot": "In 1973, 591 American POWs returned home from the Vietnam War, bringing with them harrowing tales of survival. But there was an even more remarkable -- and secret -- story to tell: a feat of incredible spycraft that remained classified for decades...until now. This is the unbelievable story of James Stockdale and his fellow prisoners at the notorious \"Hanoi Hilton.\" Their clandestine communications with U.S. intelligence alerted the CIA and Pentagon to the horrors of the Vietnamese POW camps and prompted a daring, top-secret rescue mission.", "Title": "The Spy in the Hanoi Hilton", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3040}], "/videos/star-spangled-story-a-battle-for-america/31878": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407072/0_0_3407072_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407072/0_0_3407072_ful01_640w.jpg", {"Plot": "\"The Star-Spangled Banner\" is known by all, treasured for its powerful melody and stirring lyrics. And yet, only about 40% of U.S. citizens know all the words. And even fewer know their meaning. Join us as we travel back to 1814, when Washington D.C. was under British attack during the \"Second War of Independence,\" and the very bricks and mortar of American democracy were reduced to smoking rubble. We examine the battle that inspired witness Francis Scott Key to immortalize its final moments, then reveal how his poem transformed into an anthem.", "Title": "A Star-Spangled Story: Battle for America", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3060}], "/videos/crash-test-heroes-the-dummy-revolution/31836": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3393520/0_0_3393520_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3393520/0_0_3393520_ful01_640w.jpg", {"Plot": "They've been rammed, beaten, dropped, run over, and even decapitated, all in the name of automotive safety. Join us as we track the evolution of the crash test dummy, one spectacular car wreck at a time. We examine each member of the dummy family tree, from 1948's Thin Man, the grandfather of them all, to 1976's industry standard Hybrid III, to today's THOR, the $750,000 god of safety. We also sit in on recent crash test experiments to show how, even decades later, these heroes of the highway show no signs of slowing down.", "Title": "Crash Test Heroes: The Dummy Revolution", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/roswell-report/49246": ["http://www.smithsonianchannel.com/site/image-bin/images/1003767_1_3418372/1003767_1_3418372_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003767_1_3418372/1003767_1_3418372_ful01_640w.jpg", {"Plot": "A rancher finds crash debris in the New Mexico desert on a summer night in 1947 and takes the mysterious materials to the authorities. The military calls it a crashed flying saucer, but then curiously changes its story overnight. Why? Welcome to Roswell, home of one of the most talked about UFO incidents in history and the most controversial. Join us as we apply 21st-century analysis to this 20th-century mystery in an attempt to either debunk decades of conspiracy theories or prove that we are indeed not alone in the universe.\r\n", "Title": "UFOs Declassified: Roswell Report", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2761}], "/videos/vintage-is-the-new-black/20427": ["http://www.smithsonianchannel.com/site/image-bin/images/1002962_1_3369354/1002962_1_3369354_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1002962_1_3369354/1002962_1_3369354_ful01_640w.jpg", {"Plot": "Burlesque artist Dita von Teese drops by to find the perfect frock for a red-carpet event, while a costume designer from \"Glee\" shops for the cast's wardrobe. It's just another day at the office inside L.A.'s finest vintage store, The Way We Wore®. Meanwhile, store owner Doris Raymond embarks on a shopping spree at a premiere vintage fashion expo in Santa Monica. See what catches her eye and how she makes the crucial choices that put her store at the forefront of vintage fashion today.", "Title": "L.A. Frock Stars: Vintage Is The New Black", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 1562}], "/videos/secret-life-of-the-rainforest/23115": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_141211/0_0_141211_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_141211/0_0_141211_ful01_640w.jpg", {"Plot": "Rainforests cover just six percent of Earth's surface yet contain almost half of the world's plants and animals. With a diversity of mammals, birds, and bugs unrivaled almost anywhere in the world, Panama's Barro Colorado Island is the perfect microcosm of nature. Every year, passionate and dedicated scientists gather to this oasis of life, scaling the treetops, from canopy to forest floor, in an attempt to unlock the secrets of the rainforest. Follow them as they explore how life thrives in one of the most complex habitats on Earth.", "Title": "Secret Life of the Rainforest", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2761}], "/videos/kentucky/48997": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_3398938/701_1_3398938_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_3398938/701_1_3398938_ful01_640w.jpg", {"Plot": "Kentucky: home of young Abe Lincoln, old family feuds, and the most exciting two minutes in sports. This overhead exploration reveals the fertile stories of America's 15th state, from Daniel Boone's wilderness trail to the Country Music Highway, and from the legends of the Kentucky Derby to the secrets behind its beloved bourbon. With its rich history and breathtaking beauty, the Bluegrass State is a stunning, hard-won paradise, best viewed from high above.", "Title": "Aerial America: Kentucky", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3060}], "/videos/united-states-of-drinking/34037": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3413913/0_0_3413913_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3413913/0_0_3413913_ful01_640w.jpg", {"Plot": "What a civilization imbibes can reveal a lot about who they are and the world that they live in. Those who built the pyramids preferred beer, and ancient Rome loved its wine, but what's the preferred alcoholic beverage in the US and what does it say about America? Join food writer Josh Ozersky on an illuminating journey as he makes moonshine, meets a microbrewery's chemist, visits an award-winning vineyard and samples the infinite possibilities of the cocktail bar, all in the name of science.", "Title": "United States of Drinking", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3065}], "/videos/i-was-a-jet-set-stewardess/31837": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407792/0_0_3407792_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407792/0_0_3407792_ful01_640w.jpg", {"Plot": "In the 1960s, jetliners changed passenger travel forever. They also changed the lives of a few fortunate women. Go back to this golden age of commercial flight, when pilots looked like movie stars, passengers ate seven-course meals, and young, charming stewardesses became the glamorous faces of the industry. Through interviews and anecdotes, we detail the evolution of the \"air hostess,\" how they became icons for a generation and why the jet set era opened new career horizons that many women could only dream of.", "Title": "I Was a Jet Set Stewardess", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/legend-of-the-crystal-skulls/49601": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_133348/0_0_133348_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_133348/0_0_133348_ful01_640w.jpg", {"Plot": "Ancient artifacts with mystical powers or ingenious hoax? The mystery has inspired believers and baffled scientists for decades. This incredible true story separates fact from fiction.", "Title": "Legend of the Crystal Skulls", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2791}], "/videos/moby-dick-heart-of-a-whale/49487": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3423203/0_0_3423203_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3423203/0_0_3423203_ful01_640w.jpg", {"Plot": "Herman Melville's epic ocean adventure \"Moby Dick\" is an American masterpiece. But was this stirring tale of violence and revenge simply an allegory, or were there real giants of the deep deliberately attacking whaling ships? With the help of centuries old witness accounts and modern day science, we explain how the legend of the great white whale came to be. Then we determine if the multiple sperm whale assaults on ships in the 19th century were indeed premeditated and coordinated.", "Title": "Moby Dick: Heart of a Whale", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2757}], "/videos/animals-aloft/49922": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_133842/0_0_133842_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_133842/0_0_133842_ful01_640w.jpg", {"Plot": "From the first passenger-carrying balloon to the space race, animals have been aviation pioneers. Discover their incredible war stories, barnstorming adventures, and out-of-this-world experiences, told through restored archival footage and rare photographs.", "Title": "Animals Aloft", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2790}], "/videos/scream/48857": ["http://www.smithsonianchannel.com/site/image-bin/images/679_5_3375248/679_5_3375248_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/679_5_3375248/679_5_3375248_ful01_640w.jpg", {"Plot": "The slasher classic \"Scream\" reinvigorated the horror genre, creating a scary movie icon and launching a frightening film franchise. The gorefest may seem like Hollywood fiction, but it was actually inspired by a real-life killing spree that sent an idyllic Florida town into a panic. Uncover the terrifying true events behind the horror film as we investigate the parallels between the fictional serial killer and the real-life serial killer: The Gainesville Ripper.", "Title": "The Real Story: Scream", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/south-sea-pearls/49290": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_134682/0_0_134682_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_134682/0_0_134682_ful01_640w.jpg", {"Plot": "Deep beneath the surface of the South Seas, divers risk their lives each year to pursue a miraculous gem. The industry of pearl farming in Northern Australia is as miraculous as it is mysterious. We explore the well-guarded and delicate process of harvesting and cultivating the giant oyster, as divers, scientists, and technicians work tirelessly to produce nature's gift to humankind.", "Title": "South Sea Pearls", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2790}], "/videos/day-kennedy-died-the/23711": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3387792/0_0_3387792_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3387792/0_0_3387792_ful01_640w.jpg", {"Plot": "The doctor who tried to save him. The Secret Service agent who was seconds too late. The man wrongly accused of his murder. And the woman who unwittingly sheltered an assassin. The death of JFK has inspired thousands of books and debates over the last 50 years, but the stories of the people there on that day have gone largely untold...until now. Experience November 22, 1963 as it has never been presented before, in this minute-by-minute account of that day, narrated by Academy Award-winner Kevin Spacey, and brought to life through rarely seen footage and rarely heard testimonies.", "Title": "The Day Kennedy Died", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 5520}], "/videos/deeds-of-defiance/43539": ["http://www.smithsonianchannel.com/site/image-bin/images/1003667_1_3416954/1003667_1_3416954_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003667_1_3416954/1003667_1_3416954_ful01_640w.jpg", {"Plot": "For African-American landowners and the activists they supported, change finally came to Mississippi in the 1960s. After beatings, arrests, fire bombings, and murder, congress passed the Civil Rights Act, which outlawed racial discrimination nationwide. But the fight for constitutional rights was far from over. Danny Glover narrates the untold story of the courageous black landowners who brought change to Mississippi, leading to the Voting Rights Act, school desegregation, and, ultimately, seats in public office.", "Title": "Mississippi Inferno: Deeds of Defiance", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2762}], "/videos/wisconsin/49198": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_3402673/701_1_3402673_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_3402673/701_1_3402673_ful01_640w.jpg", {"Plot": "It's a state ruled by beer and dairy, a place full of wild, scenic beauty and bustling urban landscapes. This is Wisconsin, and this aerial tour celebrates the unique brew of dazzling landscapes, rich history, and contemporary culture that can only be found in the Badger State. Join us as we soar over colorful autumn forests, family-owned farms,  the Door Peninsula and share stories of the ancient tribes, European settlers, and American icons who gave Wisconsin its one-of-a-kind identity.", "Title": "Aerial America: Wisconsin", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/royal-secrets/49650": ["http://www.smithsonianchannel.com/site/image-bin/images/1004410_1_3434617/1004410_1_3434617_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1004410_1_3434617/1004410_1_3434617_ful01_640w.jpg", {"Plot": "Abandoned by Queen Victoria after her husband's death. Reinvented as the perfect royal stage by King Edward VII. Occupied by King George VI and his wife Queen Elizabeth while being bombed by the Nazis. The history of Buckingham Palace in the decades before the coronation of Queen Elizabeth II is full of drama and surprising secrets, many of which nearly derailed the British monarchy. Join us as we reveal the scandals and tragedies of Buckingham Palace and meet the kings and queens who shaped its unique history.", "Title": "Inside Buckingham Palace: Royal Secrets", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2575}], "/videos/polar-bear-summer/37441": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3422027/0_0_3422027_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3422027/0_0_3422027_ful01_640w.jpg", {"Plot": "It's not a sight you expect to see: a polar bear frolicking in lush, floral landscapes. Yet once a year, in central Canada's Hudson Bay, this is a common occurrence, as the ice begins to vanish in spring and they are forced to spend their summers on the shore. This is an unknown side of these Arctic predators, as they adapt, hunt, and play in a world that couldn't be any different than their winter homes. They survive the summer months as they wait for the frozen bay to return, and their time on land to end.", "Title": "Polar Bear Summer", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/cyber-forensics/49138": ["http://www.smithsonianchannel.com/site/image-bin/images/1003122_2_3375549/1003122_2_3375549_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003122_2_3375549/1003122_2_3375549_ful01_640w.jpg", {"Plot": "A spy uncovering government secrets from home. A serial killer hunting female escorts online. Two dangerous criminals, both of whom played a vital role in the evolution of digital forensics. We track two investigations, decades apart, detailing how cyber sleuthing was first used to snare a West German hacker in 1986, and how, years later, technical advances helped the Boston Police capture the Craigslist Killer. See how this ever-evolving science has become a major player in catching killers and keeping us safe - online and in the real world.", "Title": "Catching Killers: Cyber Forensics", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2762}], "/videos/trials-tragedy-and-triumph/49651": ["http://www.smithsonianchannel.com/site/image-bin/images/1004410_1_3434618/1004410_1_3434618_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1004410_1_3434618/1004410_1_3434618_ful01_640w.jpg", {"Plot": "Buckingham Palace is one of the most famous buildings on Earth, and no one has called it home longer than Queen Elizabeth II. Over the course of six-plus decades since the Queen took the throne, it has been the scene of countless celebrations, courtships, tragedies, and controversies. We look at Her Majesty's life at the Palace, from her coronation to the marriage of Princess Diana, Princess of Wales and Prince Charles, Prince of Wales to today. Interviews with former staff and rare footage offer a unique look inside the 775-room palace.", "Title": "Inside Buckingham Palace: Trials, Tragedy and Triumph", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2645}], "/videos/sacred-sites-ireland/31880": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3408479/0_0_3408479_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3408479/0_0_3408479_ful01_640w.jpg", {"Plot": "Ireland's history is steeped in religion and mystery. Why did its people stop worshipping the earth 5,000 years ago? Did St. Patrick really act alone in converting the Irish to Christianity in the 5th century? Historians, astronomers, and other scientists believe answers to these and other questions lie in the stars. Discover the role that celestial occurrences have played in Irish religious beliefs and practices as we explore ancient hallowed sites and even the heavens above.", "Title": "Sacred Sites: Ireland", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3060}], "/videos/texas/26751": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_3396082/701_1_3396082_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_3396082/701_1_3396082_ful01_640w.jpg", {"Plot": "To capture Texas, you need to go big, and this aerial exploration spans thousands of square miles to reveal the great sites of the Lone Star State. Witness its lush forests, forbidding deserts, and shimmering modern cities. High-altitude views of landmarks reveal a rich, complex past where bloody battles for independence began and where the era of American idealism ended one dark November day. From humble beginnings to boastful proclamations, see why \"everything's bigger in Texas.\"", "Title": "Aerial America: Texas", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3060}], "/videos/shaping-america/49905": ["http://www.smithsonianchannel.com/site/image-bin/images/799_1_137740/799_1_137740_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/799_1_137740/799_1_137740_ful01_640w.jpg", {"Plot": "Senator James Webb goes on a personal journey to trace the story of the Scots-Irish, from their exodus to the New World in the 1700s to their massive cultural and political influence on America today. See how their warrior ways helped the United States win the Revolutionary War and how their wanderlust opened up the frontiers. The tenacity that carried them through Civil War defeat and economic devastation, and the music, drinks, and prayers they carried with them became the lifeblood of America.", "Title": "Born Fighting: Shaping America", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2761}], "/videos/hindenburg-the-untold-story/30456": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_130593/0_0_130593_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_130593/0_0_130593_ful01_640w.jpg", {"Plot": "Who or what brought history's most famous airship burning to the ground? Relive the tragedy that shocked the world and sent one man on a tireless mission to answer that question. Through detailed reconstruction of the events, eyewitness testimony, the memories of living survivors, and the interpretation of modern day experts, we recount this disaster and the investigation that followed.", "Title": "Hindenburg: The Untold Story", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 6005}], "/videos/americas-secret-d-day-disaster/32014": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407071/0_0_3407071_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407071/0_0_3407071_ful01_640w.jpg", {"Plot": "Six weeks before D-Day, British, American, and Canadian soldiers took part in a vigorous and dangerous dress rehearsal for their Normandy invasion. Shockingly, the exercise would ultimately claim more American lives than the attack on Utah Beach. So what happened, exactly? How many Americans actually died? And who is to blame? Join us as we investigate the Exercise Tiger disaster, uncover the veil of secrecy surrounding it, examine the conspiracy theories it has inspired, and for the first time, tell the full story of the catastrophe.", "Title": "America's Secret D-Day Disaster", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 3063}], "/videos/new-york/17737": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_136453/701_1_136453_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_136453/701_1_136453_ful01_640w.jpg", {"Plot": "Take a memorable flight over a remarkable state, one rich with the stories of a nation that began long before European explorers discovered its mighty rivers. Explore New York's amazing beauty, from the roaring Niagara Falls to its stunning peaks and valleys, to a city full of abundant architectural heritage and infamous residents. Aerial New York tells the stories of expansive natural wonders, the city that never sleeps and the day we will never forget.", "Title": "Aerial America: New York", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/treblinka-hitlers-killing-machine/29275": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3403868/0_0_3403868_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3403868/0_0_3403868_ful01_640w.jpg", {"Plot": "Forensic archeologist Caroline Sturdy Colls has been granted unprecedented access to excavate one of history's greatest crime scenes: Hitler's secret extermination camp in the Polish village of Treblinka. Here, between 1942 and 1943, 900,000 Jews were sent to their deaths, but for 70 years, all evidence of the camp and its victims had vanished... until now. Follow the quest to unearth the processing rooms, gas chambers, and mass graves Hitler tried to erase from existence and journey into the dark heart of the Nazi's Final Solution.", "Title": "Treblinka: Hitler's Killing Machine", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/arkansas/23044": ["http://www.smithsonianchannel.com/site/image-bin/images/701_1_136449/701_1_136449_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/701_1_136449/701_1_136449_ful01_640w.jpg", {"Plot": "Embark on a journey over the land where settlers' westward journeys began and Bonnie and Clyde's crime spree ended. The Natural State is rich with the stories of brave pioneers, notorious desperadoes, and hanging judges. It's a state with great rivers, great battles and great promise, and the birthplace of Johnny Cash, Maya Angelou and Bill Clinton. Delve into America's wild interior, from the Mississippi River bottomlands to towering mountain peaks.", "Title": "Aerial America: Arkansas", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2790}], "/videos/seeds-of-revolt/43538": ["http://www.smithsonianchannel.com/site/image-bin/images/1003667_1_3416953/1003667_1_3416953_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003667_1_3416953/1003667_1_3416953_ful01_640w.jpg", {"Plot": "They poured into Mississippi a thousand strong, activists and volunteers, intent on ending racial repression through the Freedom Summer Project. The effort's success relied on local black landowners, families who offered shelter and a degree of economic independence in the form of dirt and deeds. In part one of this two-part series, Danny Glover narrates this untold chapter of American civil rights history, chronicled through archival footage and interviews with the men and women who literally stood their ground against injustice.", "Title": "Mississippi Inferno: Seeds of Revolt", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2762}], "/videos/family/49172": ["http://www.smithsonianchannel.com/site/image-bin/images/1004329_1_3432667/1004329_1_3432667_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1004329_1_3432667/1004329_1_3432667_ful01_640w.jpg", {"Plot": "Most arthropods leave their offspring to fend for themselves and some parents even die after giving birth. But there is a small minority of bugs that stick around to look after their young and become families. Natural historian David Attenborough steps away from the conflict-laden lives of Micro Monsters and celebrates the community that exists in the worlds of burrowing cockroaches, social spiders, driver ants, and more. Here, team spirit and cooperation rule, leading to gigantic communities that numerically rival our greatest cities.", "Title": "Micro Monsters with David Attenborough: Family", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/secrets-of-shark-island/39800": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3423862/0_0_3423862_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3423862/0_0_3423862_ful01_640w.jpg", {"Plot": "The Revillagigedo Islands, about 200 miles off the coast of Mexico, may not look like much on the surface, but beneath is one of nature's best-kept secrets: a home to some of the greatest concentrations of fish in the world. This is the only natural juncture for miles in an otherwise empty Pacific Ocean, and a crucial area for migrating sharks and other apex predators. Enter a world where whitetip sharks, giant lobsters, and moray eels share living quarters, humpback whales breed, and mantas and tuna feast on bait in this land of plenty. ", "Title": "Secrets of Shark Island", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/nepal-quake-terror-on-everest/36926": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3423023/0_0_3423023_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3423023/0_0_3423023_ful01_640w.jpg", {"Plot": "A massive earthquake rocks Nepal on April 25, 2015. In Kathmandu, centuries of culture are destroyed. In Langtang, an entire village is wiped out of existence. On Mount Everest, base camps and climbers are buried in a tsunami of ice. Thousands are dead, untold numbers are injured, and half a million homes are lost. Witness it firsthand, through personal footage and accounts of the survivors. Then discover the science behind this deadly force, and what, if anything, can be done to prevent such a disaster from happening again.", "Title": "Nepal Quake: Terror on Everest", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2760}], "/videos/the-great-galveston-hurricane/34047": ["http://www.smithsonianchannel.com/site/image-bin/images/1003407_1_3409138/1003407_1_3409138_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1003407_1_3409138/1003407_1_3409138_ful01_640w.jpg", {"Plot": "It hit the city at 145 MPH, with 15 foot-high waves. So why was there no evacuation call? This is the story of the deadliest natural disaster in American history, the great Galveston Hurricane of 1900, and how weather bureau chief Isaac Cline's overconfidence in the city's safety would prove tragic. Relive the build-up, the impact, and the aftermath of this massive Category 4 hurricane. Then see how the lessons learned from that catastrophe helped Galveston properly prepare for Hurricane Ike 108 years later.", "Title": "Perfect Storms: The Great Galveston Hurricane", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2535}], "/videos/lou-gehrig/48217": ["http://www.smithsonianchannel.com/site/image-bin/images/1004228_1_3430535/1004228_1_3430535_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/1004228_1_3430535/1004228_1_3430535_ful01_640w.jpg", {"Plot": "Lou Gehrig was one of the best players to ever take the field, and one of the most durable. His streak of 2,130 consecutive games played earned him the nickname The Iron Horse, but it was his strength of character off the field that made him an American icon. Join us as we examine a baseball hero who was cut off in the prime of his life, but never flinched in the face of mortality. Rare archival MLB footage and interviews with historians, psychiatrists, and academic mythologists offer a wide perspective into his legendary life and career.", "Title": "Major League Legends: Lou Gehrig", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 2759}], "/videos/stonehenge-empire/33295": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407073/0_0_3407073_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_3407073/0_0_3407073_ful01_640w.jpg", {"Plot": "For centuries, Stonehenge has been cloaked in mystery. Who built it? How did they do it? Why did they do it and what is its significance? Now, a team of archaeologists takes a high-tech approach to find out, and their discoveries will exceed all expectations. Learn the full story of the world's most investigated prehistoric site, featuring a forgotten people who were meticulous planners, profound believers and true warriors. It's a 10,000-year-old tale, pieced together by state-of-the-art survey equipment and compelling archaeological evidence.", "Title": "Stonehenge Empire", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 5520}], "/videos/titanoboa-monster-snake/16708": ["http://www.smithsonianchannel.com/site/image-bin/images/0_0_140671/0_0_140671_ful01_200x200.jpg", "http://www.smithsonianchannel.com/site/image-bin/images/0_0_140671/0_0_140671_ful01_640w.jpg", {"Plot": "In the pantheon of predators, it's one of the greatest discoveries since the T-Rex: a snake 48 feet long, weighing in at 2,500 pounds. Uncovered from a treasure trove of fossils in a Colombian coal mine, this serpent is revealing a lost world of giant creatures. Travel back to the period following the extinction of dinosaurs and encounter this monster predator.", "Title": "Titanoboa: Monster Snake", "MPAA": "tv-pg", "Genre": "Documentary", "Studio": "Smithsonian Channel", "Duration": 5520}]}