Repository: esc0rtd3w/firestick-loader-kodi-data
Catalog: addons/plugin.video.torrentrssviewer/resources/language/Swedish/strings.po
Languages: sv

# #32000
source: Warning! This addon uses torrent addon player that it could be illegal in your country. Be sure to consult the local laws before use those torrent addon players. It is highly recommended that you use a VPN provider, in order to avoid potential legal repercussions in the future. For any assistance, please, visit http://tutvguia.com/forums/
sv: Varning! Denna addon använder torrent addon spelare som det kan vara olagligt i ditt land. Var noga med att samråda med lokala lagar före användning dessa torrent addon spelare. Det rekommenderas starkt att du använder en VPN-leverantör, för att undvika eventuella rättsliga konsekvenser i framtiden. För någon hjälp, snälla, besök http://tutvguia.com/forums/

# #32001
source: Disable Automatic Library Integration
sv: Inaktivera automatisk Bibliotek Integration

# #32002
source: Enable Automatic Library Integration
sv: Aktivera automatisk Library Integration

# #32003
source: Remove RSS URL
sv: Ta bort RSS-URL

# #32004
source: Modify RSS URL
sv: Ändra RSS URL

# #32005
source: Add a New [COLOR ffff9900]RSS[/COLOR]
sv: Lägga till en ny [COLOR ffff9900] RSS [/ COLOR]

# #32006
source: Do you want Remove %s?
sv: Vill du ta bort%s?

# #32008
source: Name to this RSS:
sv: Namn på det här Rss:

# #32009
source: Import to the local library
sv: Import till det lokala biblioteket

# #32010
source: Choose an Option:
sv: Välj ett alternativ

# #32011
source: Modify Saved [COLOR ffff9900]RSS[/COLOR]
sv: Ändra sparade [COLOR ffff9900] RSS [/ COLOR]

# #32012
source: Remove a [COLOR ffff9900]RSS[/COLOR]
sv: Ta en [COLOR ffff9900] RSS [/ COLOR]

# #32013
source: View Saved [COLOR ffff9900]RSS[/COLOR] list
sv: Se sparade [COLOR ffff9900] RSS [/ COLOR] listan

# #32014
source: Read [COLOR ffff9900]RSS[/COLOR] list and create .strm Files in
sv: Läs [COLOR ffff9900] RSS [/ COLOR] listan och skapa .strm filer

# #32015
source: Erase Folders
sv: Rensa mappar

# #32016
source: [B]SETTINGS[/B]
sv: [B]INSTÄLLNINGAR[/B]

# #32017
source: -HELP
sv: -HJÄLP

# #32018
source: Exit
sv: Lämna

# #32019
source: CANCEL
sv: AVBRYT

# #32020
source: Choose RSS to Remove
sv: Välj RSS för att ta bort

# #32021
source: Checking Online %s...
sv: Kontrollerar Online%s ...

# #32022
source: Movies
sv: Filmer

# #32023
source: TV Shows
sv: TV serier

# #32025
source: Please, check this address to find the user's operation: [B]http://goo.gl/8nYU6R[/B]
sv: Vänligen kontrollera denna adress för att hitta användarens drift: [B] http://goo.gl/8nYU6R [/ B]

# #32026
source: Persistent Update Service starting...
sv: Regelbundna Uppdaterings Service startar ...

# #32027
source: Update List at %s
sv: Uppdatera lista på%s

# #32028
source: Next Update in %s
sv: Vill du ta bort%s?

# #32029
source: All .strm files removed!
sv: Alla .strm filer avlägsnas!

# #32030
source: Erasing Database...
sv: Rensar Databas ...

# #32031
source: MOVIES
sv: FILMER

# #32032
source: EPISODES
sv: AVSNITT

# #32033
source: %s: %s items Do you want to integrate this list?
sv: %s:%s Vill du integrera denna lista?

# #32034
source: Checking for %s %s
sv: Kontroll av%s%s

# #32035
source: Code %s=%s
sv: Kod%s =%s

# #32036
source: Creating %s/%s.strm...
sv: Skapa%s /%s.strm ...

# #32037
source: %s %s found - Still working... %s
sv: %s%s hittades - Arbetar Fortfarande ...%s

# #32038
source: %s added
sv: %s tillagd

# #32039
source: %s/%s.strm added
sv: %s /%s.strm tillagd

# #32040
source: %s %s added. %s
sv: %s%s tillagd. %s

# #32041
source: No new %s. %s
sv: Inga nyheter. %s

# #32042
source: No new %s %s
sv: Inga nya%s%s

# #32043
source: EPISODES ANIMES
sv: AVSNITT ANIMES

# #32044
source: Checking Online
sv: Kontrollerar Online

# #32045
source: Manual library Integration
sv: Aktivera automatisk Library Integration

# #32050
source: General
sv: Allmänt

# #32051
source: Movie Folder:
sv: Film Mapp:

# #32052
source: Show Folder:
sv: TV Serier Mapp:

# #32053
source: Anime Folder:
sv: Anime Mapp:

# #32054
source: Add-on to use:
sv: Tilläg för att använda:

# #32055
source: Overwrite Existent .strm Files:
sv: Alla .strm filer Skrivs över!

# #32056
source: Accept All Duplicated Files:
sv: Acceptera alla duplicerade filer:

# #32057
source: Notification Message
sv: Notifierings Meddelande

# #32058
source: Time (seconds):
sv: Tid (sekunder):

# #32059
source: Automatic Integration
sv: Aktivera automatisk Library Integration

# #32060
source: Run the Automatic Integration Service (check in every login):
sv: Kör den automatiska Integration service (checka in varje inloggning):

# #32061
source: Persistent Update @ 8h:
sv: Regelbundna uppdateringar @ 8T:

# #32062
source: Movies Filters
sv: Film Filter

# #32063
source: Advance Setup (for 'AND' use space, for 'OR' use comma)
sv: Advance Setup (för "AND" Använd mellanslag, "OR" användning kommatecken)

# #32064
source: Accept File with:
sv: Acceptera Filen med:

# #32065
source: Block File with:
sv: Blockera Filen med:

# #32066
source: Easy Setup Keywords after the query
sv: Enkel installation Nyckelord efter frågan

# #32067
source: Accept File|Block File|Filter Off
sv: Acceptera Arkiv | Blockera Arkiv | Filter Off

# #32068
source: Filter Off
sv: Inaktivera filter

# #32069
source: Block File
sv: Blockera Fil

# #32070
source: TV Filters
sv: TV Filter

# #32071
source: Enable MetaInformation (Poster, Fanart, Plot, ...)
sv: Aktivera metainformation (Poster, Fanart, Plot, ...)

# #32072
source: Default View Mode
sv: Standardvy

# #32080
source: Action:
sv: Åtgärd

# #32081
source: Clear Database:
sv: Rensa Databas:

# #32082
source: Remove All .strm Files:
sv: Ta bort alla .strm filer:

# #32083
source: Type of Library:
sv: Typ av biblioteket:

# #32084
source: Include Specials Episodes (Season 0):
sv: Inkludera Special episoder (Säsong 0):

# #32085
source: Detailed log
sv: Detaljerad logg

# #32086
source: Start Delay (in seconds)
sv: Starta fördröjning (i sekunder)

# #32090
source: Login
sv: Logga in

# #32091
source: Username:
sv: Användarnamn:

# #32092
source: Password:
sv: Lösenord:

# #32093
source: URL address (ex:http://www.example.com):
sv: URL-adress (ex: http: //www.example.com):

# #32100
source: Choose a category
sv: Välj en kategori:

# #32101
source: List
sv: Lista

# #32105
source: Movies Popular
sv: Populära Filmer

# #32106
source: Movies Trending
sv: Trendiga Filmer

# #32107
source: TV Popular
sv: Populära TV serier

# #32108
source: TV Trending
sv: Trendinga TV serier

# #32110
source: Watchlist
sv: Bevakningslistor

# #32150
source: Genre
sv: Genrer

# #32151
source: Language
sv: Språk

# #32152
source: Popular and Oscar Winner
sv: Populärt och Oscar vinnare

# #32154
source: Keywords
sv: Nyckelord

# #32158
source: 'No Favourites Found
sv: 'Inga favoriter Funna

# #32160
source: Quality:
sv: Kvalitet:

# #32161
source: Minimum Rating 0:OFF
sv: Minsta Rating 0: OFF

# #32162
source: Sorting by:
sv: Sortera efter:

# #32163
source: Number Pages to download:
sv: Antal sidor att ladda ner:

# #32170
source: Manual Search
sv: Manuell Sökning

# #32171
source: PreFixed List
sv: FörFixat Lista

# #32172
source: Name Movie:
sv: Namn Filmer:

# #32173
source: Which Movie:
sv: Vilken film:

# #32180
source: Add an new Anime...
sv: Lägg till en ny Anime ...

# #32181
source: Remove this Anime
sv: Ta bort denna Anime

# #32182
source: Add an new TV Show...
sv: Lägg till en ny TV Show ...

# #32183
source: Remove this TV Show
sv: Ta bort den här TV Serien

# #32184
source: Add an new Movie...
sv: Lägg till en ny film ...

# #32185
source: Remove this Movie
sv: Ta bort den här filmen

# #32186
source: Add an new item...
sv: Lägg till en ny punkt ...

# #32187
source: Remove this item
sv: Ta bort den här produkten

# #32188
source: Modify this item
sv: Ändra detta objekt

# #32190
source: Search for:
sv: Sök efter:

# #32191
source: Next Page..
sv: Nästa sida..

# #32192
source: Name of this search
sv: Namn på den här sökningen

# #32193
source: Do you want to keep this query?
sv: Vill du behålla den här frågan?

# #32194
source: [B]Search...[/B]
sv: [B] Sök ... [/ B]

# #32195
source: New Search...
sv: Ny sökning ...

# #32196
source: New List...
sv: Ny Lista...

# #32197
source: New Watchlist...
sv: Ny Bevakningslistor...

# #32198
source: From Year:
sv: Från år:
